{
  "es":{"page":{
          "work":"Desarrollador Fullstack",
           "personalMensage":"Creo experiencias web de facil uso, enfantisando la visaulizacion y acceso del cliente",
           "pointer1":"SOBRE MI",
           "pointer2":"EXPERIENCIA",
           "pointer3":"PROYECTOS",
           "AboutMeText":"En el 2015, comencé  creando temas personalizados con html, estos fueron  mis primeros pasos como desarrollador web. Luego di un salto un salto a otros entornos y volvi al desarrollo web, actualmente he participado en algunas start-up y superado algunos cursos como fullstack-web. <br> <br> Busco seguir trabajando mejorando mi experiencia dentro  de otros equipos. En mi tiempo libre participo en game jams  y en desarrollo de juegos para pc. <br><br> Me considero una persona abierta y empatica con los demas, intento generar un buen ambiente y no me gusta discutir.<br><br> Cuando  no estoy en el pc, me dedico al ejercitarme , me encanta el cine clasico y escuchar musica. ",
           "goToDetails":"Todos los proyectos"

  }, 
  "exps":{"proyecto1": {
    "title": " Front-end - Docia",
    "description": "Desarrolle estilos para los microservicios de Docia, Coopere en las implementaciones de auth Usuario y en el los stylos del sign up. Colabore en el despliegue de metadata dinamica.",
    "tags": {"a": "sass",
             "b": "react",
             "c": "javascript",
             "d": "Bootstrap" 
        },
      "dateinfo":"2022 -PRESENT",
      "urlText":"https://www.doc-ia.com/"
          }
              },
    "Proyects":{"proyecto1": {
    "title": "E-comerce",
    "description": "Colabore como parte de un proyecto final, en el Login del proyecto en Front-end y en el Back-end asisti en la autehnticación y resgistro. Realice los estilos y la vista. También cree una parte importante del perfil del usuario. Trabaje en la vista de los detalles del producto y las reviewer de producto.",
    "tags": {
      "1": "JavaScript",
      "2": "Node.js",
      "3": "Postgress",
      "4": "Sql",
      "5": "css",
      "6": "html",
      "7": "Bootstrack",
      "8": "react"
    },
      "urlText":"https://pg-henry-grupo6.vercel.app/",
      "imgUrl":"assets/img/e-comerce.PNG"

  },
  "proyecto2": {
  "title": "whats-app-c",
    "description":"Implemente un clon de la app WhatsApp, con su authenticacion y un chat global.",
    "tags": {
      "1": "Javascript",
      "2": "Node.js",
      "3": "Postgress",
      "4": "Firebase",
      "5": "html",
      "6": "react"
    },
    "urlText":"https://whats-app-clone-cyan.vercel.app/rooms/-N2Ea_h6CAnt37pz6HwT",
    "imgUrl":"assets/img/whatzapp-web-2.PNG"
  },
  
  "proyecto3": {
    "title": "Mercado-Libre-Search",
    "description":" Buscador clon de mercado libre, permite ver 5 productos de la listado y los detalles del producto.  ",
    "tags": {
      "1": "JavaScript",
      "2": "Node.js",
      "3": "React",
      "4": "Scss"
    },
    "urlText":"https://mercadolibre-4ldbo8qcu-nessdisk.vercel.app/",
    "imgUrl":"assets/img/Mercado-Libre.PNG"
  }
}


},
"eng":{"page":{
  "work":"Fullstack developer",
   "personalMensage":"I create user-friendly web experiences, emphasizing the customer's visibility and access.",
   "pointer1":"ABOUT ME",
   "pointer2":"EXPERIENCE",
   "pointer3":"PROJECTS",
   "AboutMeText":"In 2015, I started creating custom themes with HTML, these were my first steps as a web developer. Then I took a leap to other environments and returned to web development, currently, I have participated in some start-ups and I have done some courses as fullstack-web. <br> <br> I'm looking to keep working and improving my experience in other development teams.  In my free time I participate in game jams and pc game development. <br> <br> I consider myself an open and empathetic person, I try to create a good atmosphere and I don't like to argue. <br> <br> When I'm not at the pc, I dedicate myself to exercise, I love classic movies and listening to music.",
   "goToDetails":"All projects"

}, 
"exps":{"proyecto1": {
"title": " Front-end - Docia",
"description": "Develop styles for microservices Docia, cooperate on auth User implementations and sign-up styles. Collaborate in the deployment of dynamic metadata.",
"tags": {"a": "sass",
     "b": "react",
     "c": "javascript",
     "d": "Bootstrap" 
},
"dateinfo":"2022 -PRESENT",
"urlText":"https://www.doc-ia.com/"
  }
      },
"Proyects":{"proyecto1": {
"title": "E-comerce",
"description": "Collaborate as part of a final project, in the Front-end project login and in the Back-end assist in the authentication and registration. Create the styles and the view. Also, create an important part of the user profile. Work on the product details view and product reviewer.",
"tags": {
"1": "JavaScript",
"2": "Node.js",
"3": "Postgress",
"4": "Sql",
"5": "css",
"6": "html",
"7": "Bootstrack",
"8": "react"
},
"urlText":"https://pg-henry-grupo6.vercel.app/",
"imgUrl":"assets/img/e-comerce.PNG"

},
"proyecto2": {
"title": "whats-app-c",
"description":"Implement a clone of the WhatsApp app, with its authentication and a global chat.",
"tags": {
"1": "Javascript",
"2": "Node.js",
"3": "Postgress",
"4": "Firebase",
"5": "html",
"6": "react"
},
"urlText":"https://whats-app-clone-cyan.vercel.app/rooms/-N2Ea_h6CAnt37pz6HwT",
"imgUrl":"assets/img/whatzapp-web-2.PNG"
},
"proyecto3": {
  "title": "Mercado-Libre-Search",
  "description":" Mercado-libre clone search engine, allows you to view 5 products from the listing and product details.  ",
  "tags": {
    "1": "JavaScript",
    "2": "Node.js",
    "3": "React",
    "4": "Scss"
  },
  "urlText":"https://mercadolibre-4ldbo8qcu-nessdisk.vercel.app/",
  "imgUrl":"assets/img/Mercado-Libre.PNG"
}

}

}
}